---
kind: enumMember
id: F:Autodesk.Revit.DB.LinkedFileStatus.LocallyUnloaded
enum: Autodesk.Revit.DB.LinkedFileStatus
source: html/410b48f8-2a32-3d54-492c-c9a9fe4030ca.htm
---
# Autodesk.Revit.DB.LinkedFileStatus.LocallyUnloaded

The linked file is unloaded for the specific user.
 (If the linked file is both unloaded for the specific user
 and unloaded for all users, the link will report LinkedFileStatus.Unloaded.)